{"input":"Write a formal outreach email to Prof. Anil Sharma at IIT Roorkee requesting a research internship in quantum optics. Mention the candidate's background in quantum mechanics and signal interest in his 2023 paper on optical lattices.","output":"Dear Professor Sharma,\n\nI hope you are doing well. My name is Abhijeet Kumar, a third-year undergraduate at IIT Roorkee majoring in Physics and Computer Programming. I recently read your 2023 paper on optical lattices and was fascinated by the experimental techniques used to control atom trapping. My coursework and project work include advanced quantum mechanics, Schrödinger equation analysis, and numerical simulations of 1D tunneling problems. I would be honored to contribute to your group as a research intern and assist with simulations or experimental data analysis. If possible, may I request a short meeting to discuss potential opportunities and the skills I could bring to your lab?\n\nThank you for your time and consideration.\n\nSincerely,\nAbhijeet Kumar\nIIT Roorkee"}
{"input":"Write a brief, polite follow-up email to a professor after no reply for two weeks. The candidate previously introduced themselves and requested a meeting.","output":"Dear Professor,\n\nI hope you are well. I wanted to follow up on my previous message regarding potential research opportunities in your group. I remain very interested in learning more about your work and how I might contribute. If you are available, I would be grateful for a brief meeting at your convenience. Thank you again for your time.\n\nBest regards,\nAbhijeet Kumar"}
{"input":"Write an email to a professor asking for feedback on a research proposal draft. Include a one-sentence summary of the proposal and ask whether the advisor has time to review.","output":"Dear Professor,\n\nI hope this note finds you well. I have attached a one-page draft of a research proposal exploring the use of variational methods to model electron transport in 2D materials. In one sentence, the proposal aims to develop a computational pipeline to estimate conductivity as a function of defect density. Would you be willing to review the draft and provide brief feedback? I would be grateful for any guidance or suggestions.\n\nThank you for your time.\n\nSincerely,\nAbhijeet Kumar"}
{"input":"Generate a concise cold email to a professor asking about open PhD positions starting next year. Tone: formal.","output":"Dear Professor,\n\nI hope you are doing well. My name is Abhijeet Kumar; I am preparing to apply for PhD positions starting next year and am very interested in your work on condensed matter theory. Could you please let me know if you anticipate open positions in your group? I would be grateful for any information about application timelines or potential openings.\n\nSincerely,\nAbhijeet Kumar"}
{"input":"Write a short email asking for recommendation for a conference submission. The student needs a letter within two weeks.","output":"Dear Professor,\n\nI hope you are well. I am preparing a paper for submission to an upcoming conference and would be honored if you could provide a recommendation letter. The submission deadline is in two weeks; if you are available, I can send the draft and a summary of my contributions. Thank you for considering my request.\n\nBest regards,\nAbhijeet Kumar"}
{"input":"Write a polite email to a professor requesting permission to join a lab meeting as an interested applicant. Mention relevant course project experience.","output":"Dear Professor,\n\nI hope you are doing well. I am very interested in your group’s research in computational materials science and was wondering whether it would be possible to join a lab meeting as an observer. I recently completed a project involving DFT calculations of vacancy formation energies and would appreciate the chance to learn more about your group’s ongoing work.\n\nThank you for your consideration.\n\nSincerely,\nAbhijeet Kumar"}
{"input":"Write an email that summarizes a professor's recent abstract (two sentences) and connects it to the student's skills. The professor wrote about Landau levels in graphene.","output":"Dear Professor,\n\nI read your recent abstract on Landau level splitting in graphene, where you report an unexpected degeneracy lifting at high magnetic fields. My background includes analytical solutions of 2D electron gases and numeric simulations of Landau quantization; I believe I could help extend the numerical modeling to explore parameter regimes discussed in your paper. I would appreciate an opportunity to discuss this further.\n\nSincerely,\nAbhijeet Kumar"}
{"input":"Write an outreach email asking for co-advising on an interdisciplinary project between physics and CS.","output":"Dear Professors,\n\nI hope you are both well. I am pursuing an interdisciplinary project that combines numerical simulations of quantum systems with ML-based parameter estimation. Given your expertise in condensed matter theory and Professor X's work in applied machine learning, I was wondering if either of you would be open to co-advising or suggesting suitable advisors. I can provide a project summary and timeline at your convenience.\n\nThank you for your time.\n\nBest regards,\nAbhijeet Kumar"}
{"input":"Write a succinct email to a professor asking whether their group allows remote internships.","output":"Dear Professor,\n\nI hope you are doing well. I am interested in contributing remotely to your research group. Could you let me know if you accept remote interns or collaborators and what tasks are typically suitable for remote contributors?\n\nSincerely,\nAbhijeet Kumar"}
{"input":"Write a polite email asking for data access to reproduce published results; mention reproducibility focus.","output":"Dear Professor,\n\nI hope you are well. I am attempting to reproduce the numerical results from your recent paper on defect-induced conductance. For reproducibility, could you share the dataset or analysis scripts, or advise how I might reproduce the results? I will properly cite and follow any usage conditions.\n\nThank you for your assistance.\n\nSincerely,\nAbhijeet Kumar"}
{"input":"Write a short email offering to contribute to experimental data labeling in exchange for co-authorship.","output":"Dear Professor,\n\nI hope you are doing well. I see your group is collecting a large dataset of optical spectra. I would be happy to help label and preprocess the data and contribute significant work in exchange for co-authorship on resulting publications. If this could be useful, I would appreciate a chance to discuss further.\n\nBest regards,\nAbhijeet Kumar"}
{"input":"Write an email asking to audit a graduate course. Include a note about background prerequisites.","output":"Dear Professor,\n\nI hope you are well. I would like to request permission to audit your graduate course on Advanced Quantum Mechanics. I have taken the required undergraduate courses and am currently studying time-independent perturbation theory and angular momentum; I believe I can follow the material. Please let me know whether auditing is possible.\n\nSincerely,\nAbhijeet Kumar"}
{"input":"Write an email requesting a brief informational interview about graduate life in a lab.","output":"Dear Professor,\n\nI hope this message finds you well. I am considering applying to graduate programs and would appreciate a brief informational interview about your lab’s day-to-day life and mentoring style. If convenient, could I schedule a 15–20 minute meeting?\n\nThank you for your time.\n\nBest regards,\nAbhijeet Kumar"}
{"input":"Write an email proposing a short collaboration: student offers to implement a simulation for a paper extension.","output":"Dear Professor,\n\nI hope you are well. I have an idea to extend your 2022 work by adding a simulation-based parameter sweep of the model. I can implement the simulation and provide results within 6 weeks. Would you be interested in a short collaboration to test this extension?\n\nSincerely,\nAbhijeet Kumar"}
{"input":"Write a terse, respectful subject line and opening line for an outreach email to get maximum reply rate. Subject must be 6 words or fewer.","output":"Subject: Inquiry: potential RA opportunity\n\nDear Professor, I hope this note finds you well; I am a physics undergraduate interested in potential research assistant roles in your group."}
